chat_system_1912385925_actor_description=Keeper Neylus. Ancient Pyramid Keeper.
chat_system_1912385925_snap_0_question=^?^Greetings to you, traveler. My name is Neylus. I'm a historian and geographer, and a member of the Geographical Guild. Have you heard of us? Before you lies the Pyramid of Fandor, the famous Darion king-traveler. If you want, I can tell you all about this Pyramid.
chat_system_1912385925_snap_0_answer_0=^?^Yes, tell me.
chat_system_1912385925_snap_0_answer_1=^?^Sorry, but right now I have no time to listen to stories.
chat_system_1912385925_snap_1_question=^?^In ancient times, King Fandor Leonard ruled Endoria, but he was fond of traveling and always dreamed to tour all over the world and reveal all its mysteries.<br>Once his son became old enough to take his father's throne, King Fandor equipped his ship and began a great journey. It took many years to travel all over Endoria, but upon his return he told amazing stories, many of them so wonderful and striking that some people considered the king to be a liar, or even mad.<br>Nevertheless, King Fandor became the first man to travel all over the world, and made a single map of Endoria.<br>It is believed that this map has unique properties. Any king will give a lot of money to possess this map. But the wise and careful Fandor hid his treasure in a pyramid that can be opened only by a man who has repeated his route, traveling all over the world.<br>In memorable places he left obelisks - high stone pillars. After visiting all 13 of the obelisks, the traveler will gain access to the Pyramid. Many have tried to retrace Fandor's route, but none have managed to do it.
chat_system_1912385925_snap_1_answer_0=^?^How can I know how many obelisks I've visited?
chat_system_1912385925_snap_2_question=^?^Turn around. Do you see 13 stones? There are the same number of obelisks. Touch one obelisk and one of the stones will be lit up - but only for you.<br>Yes, every man sees the stones lit up only by him. When all of them are lit, the door of the Pyramid of Discoveries will open to him.
chat_system_1912385925_snap_2_answer_0=^?^Excellent! I travel a lot and I'll try to find all the obelisks.
